{"id":85,"date":"2019-02-23T23:04:40","date_gmt":"2019-02-23T23:04:40","guid":{"rendered":"http:\/\/www.techwiz-services.eu\/?page_id=85"},"modified":"2019-02-23T23:04:40","modified_gmt":"2019-02-23T23:04:40","slug":"datenschutzerklaerung","status":"publish","type":"page","link":"https:\/\/www.techwiz-services.eu\/datenschutzerklaerung\/","title":{"rendered":"Datenschutzerkl\u00e4rung"},"content":{"rendered":"\n<p>Diese Datenschutzerkl\u00e4rung kl\u00e4rt Sie \u00fcber die Art, den Umfang und Zweck der Verarbeitung von personenbezogenen Daten (nachfolgend kurz \u201eDaten\u201c) im Rahmen der Erbringung unserer Leistungen sowie innerhalb unseres Onlineangebotes und der mit ihm verbundenen Webseiten, Funktionen und Inhalte sowie externen Onlinepr\u00e4senzen, wie z.B. unser Social Media Profile auf (nachfolgend gemeinsam bezeichnet als \u201eOnlineangebot\u201c). Im Hinblick auf die verwendeten Begrifflichkeiten, wie z.B. \u201eVerarbeitung\u201c oder \u201eVerantwortlicher\u201c verweisen wir auf die Definitionen im Art. 4 der Datenschutzgrundverordnung (DSGVO). <br>\n<br>\n<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-general-controller\">Verantwortlicher<\/h3>\n\n\n\n<p>Mario Dengg<br>\nL\u00f6fflerweg 20<br>\n6060 Hall<br>\n\u00d6sterreich<br>\n<br>\nm.dengg@techwiz-services.eu<br>\nhttp:\/\/www.techwiz-services.eu\/impressum<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-general-datatype\">Arten der verarbeiteten Daten<\/h3>\n\n\n\n<p>&#8211;\tBestandsdaten (z.B., Personen-Stammdaten, Namen oder Adressen).<br>\n&#8211;\tKontaktdaten (z.B., E-Mail, Telefonnummern).<br>\n&#8211;\tInhaltsdaten (z.B., Texteingaben, Fotografien, Videos).<br>\n&#8211;\tNutzungsdaten (z.B., besuchte Webseiten, Interesse an Inhalten, Zugriffszeiten).<br>\n&#8211;\tMeta-\/Kommunikationsdaten (z.B., Ger\u00e4te-Informationen, IP-Adressen).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-general-datasubjects\">Kategorien betroffener Personen<\/h3>\n\n\n\n<p>Besucher und Nutzer des Onlineangebotes (Nachfolgend bezeichnen wir die betroffenen Personen zusammenfassend auch als \u201eNutzer\u201c).<br>\n<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-general-purpose\">Zweck der Verarbeitung<\/h3>\n\n\n\n<p>&#8211;\tZurverf\u00fcgungstellung des Onlineangebotes, seiner Funktionen und  Inhalte.<br>\n&#8211;\tBeantwortung von Kontaktanfragen und Kommunikation mit Nutzern.<br>\n&#8211;\tSicherheitsma\u00dfnahmen.<br>\n&#8211;\tReichweitenmessung\/Marketing<br>\n<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-general-terms\">Verwendete Begrifflichkeiten <\/h3>\n\n\n\n<p>\u201ePersonenbezogene Daten\u201c sind alle Informationen, die sich auf eine identifizierte oder identifizierbare nat\u00fcrliche Person (im Folgenden \u201ebetroffene Person\u201c) beziehen; als identifizierbar wird eine nat\u00fcrliche Person angesehen, die direkt oder indirekt, insbesondere mittels Zuordnung zu einer Kennung wie einem Namen, zu einer Kennnummer, zu Standortdaten, zu einer Online-Kennung (z.B. Cookie) oder zu einem oder mehreren besonderen Merkmalen identifiziert werden kann, die Ausdruck der physischen, physiologischen, genetischen, psychischen, wirtschaftlichen, kulturellen oder sozialen Identit\u00e4t dieser nat\u00fcrlichen Person sind.<br>\n<br>\n\u201eVerarbeitung\u201c ist jeder mit oder ohne Hilfe automatisierter Verfahren ausgef\u00fchrte Vorgang oder jede solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten. Der Begriff reicht weit und umfasst praktisch jeden Umgang mit Daten.<br>\n<br>\n\u201ePseudonymisierung\u201c die Verarbeitung personenbezogener Daten in einer Weise, dass die personenbezogenen Daten ohne Hinzuziehung zus\u00e4tzlicher Informationen nicht mehr einer spezifischen betroffenen Person zugeordnet werden k\u00f6nnen, sofern diese zus\u00e4tzlichen Informationen gesondert aufbewahrt werden und technischen und organisatorischen Ma\u00dfnahmen unterliegen, die gew\u00e4hrleisten, dass die personenbezogenen Daten nicht einer identifizierten oder identifizierbaren nat\u00fcrlichen Person zugewiesen werden.<br>\n<br>\n\u201eProfiling\u201c jede Art der automatisierten Verarbeitung personenbezogener Daten, die darin besteht, dass diese personenbezogenen Daten verwendet werden, um bestimmte pers\u00f6nliche Aspekte, die sich auf eine nat\u00fcrliche Person beziehen, zu bewerten, insbesondere um Aspekte bez\u00fcglich Arbeitsleistung, wirtschaftliche Lage, Gesundheit, pers\u00f6nliche Vorlieben, Interessen, Zuverl\u00e4ssigkeit, Verhalten, Aufenthaltsort oder Ortswechsel dieser nat\u00fcrlichen Person zu analysieren oder vorherzusagen.<br>\n<br>\nAls \u201eVerantwortlicher\u201c wird die nat\u00fcrliche oder juristische Person, Beh\u00f6rde, Einrichtung oder andere Stelle, die allein oder gemeinsam mit anderen \u00fcber die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten entscheidet, bezeichnet.<br>\n<br>\n\u201eAuftragsverarbeiter\u201c eine nat\u00fcrliche oder juristische Person, Beh\u00f6rde, Einrichtung oder andere Stelle, die personenbezogene Daten im Auftrag des Verantwortlichen verarbeitet.<br>\n<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-general-legalbasis\">Ma\u00dfgebliche Rechtsgrundlagen<\/h3>\n\n\n\n<p>Nach Ma\u00dfgabe des Art. 13 DSGVO teilen wir Ihnen die Rechtsgrundlagen unserer Datenverarbeitungen mit.  F\u00fcr Nutzer aus dem Geltungsbereich der Datenschutzgrundverordnung (DSGVO), d.h. der EU und des EWG gilt, sofern die Rechtsgrundlage in der Datenschutzerkl\u00e4rung nicht genannt wird, Folgendes: <br>\nDie Rechtsgrundlage f\u00fcr die Einholung von Einwilligungen ist Art. 6 Abs. 1 lit. a und Art. 7 DSGVO;<br>\nDie Rechtsgrundlage f\u00fcr die Verarbeitung zur Erf\u00fcllung unserer Leistungen und Durchf\u00fchrung vertraglicher Ma\u00dfnahmen sowie Beantwortung von Anfragen ist Art. 6 Abs. 1 lit. b DSGVO;<br>\nDie Rechtsgrundlage f\u00fcr die Verarbeitung zur Erf\u00fcllung unserer rechtlichen Verpflichtungen ist Art. 6 Abs. 1 lit. c DSGVO;<br>\nF\u00fcr den Fall, dass lebenswichtige Interessen der betroffenen Person oder einer anderen nat\u00fcrlichen Person eine Verarbeitung personenbezogener Daten erforderlich machen, dient Art. 6 Abs. 1 lit. d DSGVO als Rechtsgrundlage.<br>\nDie Rechtsgrundlage f\u00fcr die erforderliche Verarbeitung zur Wahrnehmung einer Aufgabe, die im \u00f6ffentlichen Interesse liegt oder in Aus\u00fcbung \u00f6ffentlicher Gewalt erfolgt, die dem Verantwortlichen \u00fcbertragen wurde ist Art. 6 Abs. 1 lit. e DSGVO. <br>\nDie Rechtsgrundlage f\u00fcr die Verarbeitung zur Wahrung unserer berechtigten Interessen ist Art. 6 Abs. 1 lit. f DSGVO. <br>\nDie Verarbeitung von Daten zu anderen Zwecken als denen, zu denen sie erhoben wurden, bestimmt sich nach den Vorgaben des Art 6 Abs. 4 DSGVO. <br>\nDie Verarbeitung von besonderen Kategorien von Daten (entsprechend Art. 9 Abs. 1 DSGVO) bestimmt sich nach den Vorgaben des Art. 9 Abs. 2 DSGVO. <br>\n<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-general-securitymeasures\">Sicherheitsma\u00dfnahmen<\/h3>\n\n\n\n<p>Wir treffen nach Ma\u00dfgabe der gesetzlichen Vorgabenunter Ber\u00fccksichtigung des Stands der Technik, der Implementierungskosten und der Art, des Umfangs, der Umst\u00e4nde und der Zwecke der Verarbeitung sowie der unterschiedlichen Eintrittswahrscheinlichkeit und Schwere des Risikos f\u00fcr die Rechte und Freiheiten nat\u00fcrlicher Personen, geeignete technische und organisatorische Ma\u00dfnahmen, um ein dem Risiko angemessenes Schutzniveau zu gew\u00e4hrleisten.<br>\n<br>\nZu den Ma\u00dfnahmen geh\u00f6ren insbesondere die Sicherung der Vertraulichkeit, Integrit\u00e4t und Verf\u00fcgbarkeit von Daten durch Kontrolle des physischen Zugangs zu den Daten, als auch des sie betreffenden Zugriffs, der Eingabe, Weitergabe, der Sicherung der Verf\u00fcgbarkeit und ihrer Trennung. Des Weiteren haben wir Verfahren eingerichtet, die eine Wahrnehmung von Betroffenenrechten, L\u00f6schung von Daten und Reaktion auf Gef\u00e4hrdung der Daten gew\u00e4hrleisten. Ferner ber\u00fccksichtigen wir den Schutz personenbezogener Daten bereits bei der Entwicklung, bzw. Auswahl von Hardware, Software sowie Verfahren, entsprechend dem Prinzip des Datenschutzes durch Technikgestaltung und durch datenschutzfreundliche Voreinstellungen.<br>\n<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-general-coprocessing\">Zusammenarbeit mit Auftragsverarbeitern, gemeinsam Verantwortlichen und Dritten<\/h3>\n\n\n\n<p>Sofern wir im Rahmen unserer Verarbeitung Daten gegen\u00fcber anderen Personen und Unternehmen (Auftragsverarbeitern, gemeinsam Verantwortlichen oder Dritten) offenbaren, sie an diese \u00fcbermitteln oder ihnen sonst Zugriff auf die Daten gew\u00e4hren, erfolgt dies nur auf Grundlage einer gesetzlichen Erlaubnis (z.B. wenn eine \u00dcbermittlung der Daten an Dritte, wie an Zahlungsdienstleister, zur Vertragserf\u00fcllung erforderlich ist), Nutzer eingewilligt haben, eine rechtliche Verpflichtung dies vorsieht oder auf Grundlage unserer berechtigten Interessen (z.B. beim Einsatz von Beauftragten, Webhostern, etc.). <br>\n<br>\nSofern wir Daten anderen Unternehmen unserer Unternehmensgruppe offenbaren, \u00fcbermitteln oder ihnen sonst den Zugriff gew\u00e4hren, erfolgt dies insbesondere zu administrativen Zwecken als berechtigtes Interesse und dar\u00fcberhinausgehend auf einer den gesetzlichen Vorgaben entsprechenden Grundlage. <br>\n<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-general-thirdparty\">\u00dcbermittlungen in Drittl\u00e4nder<\/h3>\n\n\n\n<p>Sofern wir Daten in einem Drittland (d.h. au\u00dferhalb der Europ\u00e4ischen Union (EU), des Europ\u00e4ischen Wirtschaftsraums (EWR) oder der Schweizer Eidgenossenschaft) verarbeiten oder dies im Rahmen der Inanspruchnahme von Diensten Dritter oder Offenlegung, bzw. \u00dcbermittlung von Daten an andere Personen oder Unternehmen geschieht, erfolgt dies nur, wenn es zur Erf\u00fcllung unserer (vor)vertraglichen Pflichten, auf Grundlage Ihrer Einwilligung, aufgrund einer rechtlichen Verpflichtung oder auf Grundlage unserer berechtigten Interessen geschieht. Vorbehaltlich ausdr\u00fccklicher Einwilligung oder vertraglich erforderlicher \u00dcbermittlung, verarbeiten oder lassen wir die Daten nur in Drittl\u00e4ndern mit einem anerkannten Datenschutzniveau, zu denen die unter dem &#8222;Privacy-Shield&#8220; zertifizierten US-Verarbeiter geh\u00f6ren oder auf Grundlage besonderer Garantien, wie z.B. vertraglicher Verpflichtung durch sogenannte Standardschutzklauseln der EU-Kommission, dem Vorliegen von Zertifizierungen oder verbindlichen internen Datenschutzvorschriften verarbeiten (Art. 44 bis 49 DSGVO, <a href=\"https:\/\/ec.europa.eu\/info\/law\/law-topic\/data-protection\/data-transfers-outside-eu_de\">Informationsseite der EU-Kommission<\/a>).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-general-rightssubject\">Rechte der betroffenen Personen<\/h3>\n\n\n\n<p>Sie haben das Recht, eine Best\u00e4tigung dar\u00fcber zu verlangen, ob betreffende Daten verarbeitet werden und auf Auskunft \u00fcber diese Daten sowie auf weitere Informationen und Kopie der Daten entsprechend den gesetzlichen Vorgaben.<br>\n<br>\nSie haben entsprechend. den gesetzlichen Vorgaben das Recht, die Vervollst\u00e4ndigung der Sie betreffenden Daten oder die Berichtigung der Sie betreffenden unrichtigen Daten zu verlangen.<br>\n<br>\nSie haben nach Ma\u00dfgabe der gesetzlichen Vorgaben das Recht zu verlangen, dass betreffende Daten unverz\u00fcglich gel\u00f6scht werden, bzw. alternativ nach Ma\u00dfgabe der gesetzlichen Vorgaben eine Einschr\u00e4nkung der Verarbeitung der Daten zu verlangen.<br>\n<br>\nSie haben das Recht zu verlangen, dass die Sie betreffenden Daten, die Sie uns bereitgestellt haben nach Ma\u00dfgabe der gesetzlichen Vorgaben zu erhalten und deren \u00dcbermittlung an andere Verantwortliche zu fordern. <br>\n<br>\nSie haben ferner nach Ma\u00dfgabe der gesetzlichen Vorgaben das Recht, eine Beschwerde bei der zust\u00e4ndigen Aufsichtsbeh\u00f6rde einzureichen.<br>\n<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-general-revokeconsent\">Widerrufsrecht<\/h3>\n\n\n\n<p>Sie haben das Recht, erteilte Einwilligungen mit Wirkung f\u00fcr die Zukunft zu widerrufen.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-general-object\">Widerspruchsrecht<\/h3>\n\n\n\n<p><strong>Sie k\u00f6nnen der k\u00fcnftigen Verarbeitung der Sie betreffenden Daten nach Ma\u00dfgabe der gesetzlichen Vorgaben jederzeit widersprechen. Der Widerspruch kann insbesondere gegen die Verarbeitung f\u00fcr Zwecke der Direktwerbung erfolgen.<\/strong><\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-general-cookies\">Cookies und Widerspruchsrecht bei Direktwerbung<\/h3>\n\n\n\n<p>Als \u201eCookies\u201c werden kleine Dateien bezeichnet, die auf Rechnern der Nutzer gespeichert werden. Innerhalb der Cookies k\u00f6nnen unterschiedliche Angaben gespeichert werden. Ein Cookie dient prim\u00e4r dazu, die Angaben zu einem Nutzer (bzw. dem Ger\u00e4t auf dem das Cookie gespeichert ist) w\u00e4hrend oder auch nach seinem Besuch innerhalb eines Onlineangebotes zu speichern. Als tempor\u00e4re Cookies, bzw. \u201eSession-Cookies\u201c oder \u201etransiente Cookies\u201c, werden Cookies bezeichnet, die gel\u00f6scht werden, nachdem ein Nutzer ein Onlineangebot verl\u00e4sst und seinen Browser schlie\u00dft. In einem solchen Cookie kann z.B. der Inhalt eines Warenkorbs in einem Onlineshop oder ein Login-Status gespeichert werden. Als \u201epermanent\u201c oder \u201epersistent\u201c werden Cookies bezeichnet, die auch nach dem Schlie\u00dfen des Browsers gespeichert bleiben. So kann z.B. der Login-Status gespeichert werden, wenn die Nutzer diese nach mehreren Tagen aufsuchen. Ebenso k\u00f6nnen in einem solchen Cookie die Interessen der Nutzer gespeichert werden, die f\u00fcr Reichweitenmessung oder Marketingzwecke verwendet werden. Als \u201eThird-Party-Cookie\u201c werden Cookies bezeichnet, die von anderen Anbietern als dem Verantwortlichen, der das Onlineangebot betreibt, angeboten werden (andernfalls, wenn es nur dessen Cookies sind spricht man von \u201eFirst-Party Cookies\u201c).<br>\n<br>\nWir k\u00f6nnen tempor\u00e4re und permanente Cookies einsetzen und kl\u00e4ren hier\u00fcber im Rahmen unserer Datenschutzerkl\u00e4rung auf.<br>\n<br>\nSofern wir die Nutzer um eine Einwilligung in den Einsatz von Cookies bitten (z.B. im Rahmen einer Cookie-Einwilligung), ist die Rechtsgrundlage dieser Verarbeitung Art. 6 Abs. 1 lit. a. DSGVO. Ansonsten werden die personenbezogenen Cookies der Nutzer entsprechend den nachfolgenden Erl\u00e4uterungen im Rahmen dieser Datenschutzerkl\u00e4rung auf Grundlage unserer berechtigten Interessen (d.h. Interesse an der Analyse, Optimierung und wirtschaftlichem Betrieb unseres Onlineangebotes im Sinne des Art. 6 Abs. 1 lit. f. DSGVO) oder sofern der Einsatz von Cookies zur Erbringung unserer vertragsbezogenen Leistungen erforderlich ist, gem. Art. 6 Abs. 1 lit. b. DSGVO, bzw. sofern der Einsatz von Cookies f\u00fcr die Wahrnehmung einer Aufgabe, die im \u00f6ffentlichen Interesse liegt erforderlich ist oder in Aus\u00fcbung \u00f6ffentlicher Gewalt erfolgt, gem. Art. 6 Abs. 1 lit. e. DSGVO, verarbeitet.<br>\n<br>\nFalls die Nutzer nicht m\u00f6chten, dass Cookies auf ihrem Rechner gespeichert werden, werden sie gebeten die entsprechende Option in den Systemeinstellungen ihres Browsers zu deaktivieren. Gespeicherte Cookies k\u00f6nnen in den Systemeinstellungen des Browsers gel\u00f6scht werden. Der Ausschluss von Cookies kann zu Funktionseinschr\u00e4nkungen dieses Onlineangebotes f\u00fchren.<br>\n<br>\nEin genereller Widerspruch gegen den Einsatz der zu Zwecken des Onlinemarketing eingesetzten Cookies kann bei einer Vielzahl der Dienste, vor allem im Fall des Trackings, \u00fcber die US-amerikanische Seite <a href=\"http:\/\/www.aboutads.info\/choices\/\">http:\/\/www.aboutads.info\/choices\/<\/a> oder die EU-Seite <a href=\"http:\/\/www.youronlinechoices.com\/\">http:\/\/www.youronlinechoices.com\/<\/a> erkl\u00e4rt werden. Des Weiteren kann die Speicherung von Cookies mittels deren Abschaltung in den Einstellungen des Browsers erreicht werden. Bitte beachten Sie, dass dann gegebenenfalls nicht alle Funktionen dieses Onlineangebotes genutzt werden k\u00f6nnen.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-general-erasure\">L\u00f6schung von Daten<\/h3>\n\n\n\n<p>Die von uns verarbeiteten Daten werden nach Ma\u00dfgabe der gesetzlichen Vorgaben gel\u00f6scht oder in ihrer Verarbeitung eingeschr\u00e4nkt. Sofern nicht im Rahmen dieser Datenschutzerkl\u00e4rung ausdr\u00fccklich angegeben, werden die bei uns gespeicherten Daten gel\u00f6scht, sobald sie f\u00fcr ihre Zweckbestimmung nicht mehr erforderlich sind und der L\u00f6schung keine gesetzlichen Aufbewahrungspflichten entgegenstehen. <br>\n<br>\nSofern die Daten nicht gel\u00f6scht werden, weil sie f\u00fcr andere und gesetzlich zul\u00e4ssige Zwecke erforderlich sind, wird deren Verarbeitung eingeschr\u00e4nkt. D.h. die Daten werden gesperrt und nicht f\u00fcr andere Zwecke verarbeitet. Das gilt z.B. f\u00fcr Daten, die aus handels- oder steuerrechtlichen Gr\u00fcnden aufbewahrt werden m\u00fcssen.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-general-changes\">\u00c4nderungen und Aktualisierungen der Datenschutzerkl\u00e4rung<\/h3>\n\n\n\n<p>Wir bitten Sie sich regelm\u00e4\u00dfig \u00fcber den Inhalt unserer Datenschutzerkl\u00e4rung zu informieren. Wir passen die Datenschutzerkl\u00e4rung an, sobald die \u00c4nderungen der von uns durchgef\u00fchrten Datenverarbeitungen dies erforderlich machen. Wir informieren Sie, sobald durch die \u00c4nderungen eine Mitwirkungshandlung Ihrerseits (z.B. Einwilligung) oder eine sonstige individuelle Benachrichtigung erforderlich wird.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-commercialpurpose\">Gesch\u00e4ftsbezogene Verarbeitung<\/h3>\n\n\n\n<p>Zus\u00e4tzlich verarbeiten wir<br>\n&#8211;\tVertragsdaten (z.B., Vertragsgegenstand, Laufzeit, Kundenkategorie).<br>\n&#8211;\tZahlungsdaten (z.B., Bankverbindung, Zahlungshistorie)<br>\nvon unseren Kunden, Interessenten und Gesch\u00e4ftspartner zwecks Erbringung vertraglicher Leistungen, Service und Kundenpflege, Marketing, Werbung und Marktforschung.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-services-onlineshop\">Bestellabwicklung im Onlineshop und Kundenkonto<\/h3>\n\n\n\n<p>Wir verarbeiten die Daten unserer Kunden im Rahmen der Bestellvorg\u00e4nge in unserem Onlineshop, um ihnen die Auswahl und die Bestellung der gew\u00e4hlten Produkte und Leistungen, sowie deren Bezahlung und Zustellung, bzw. Ausf\u00fchrung zu erm\u00f6glichen.<br>\n<br>\nZu den verarbeiteten Daten geh\u00f6ren Bestandsdaten, Kommunikationsdaten, Vertragsdaten, Zahlungsdaten und zu den von der Verarbeitung betroffenen Personen geh\u00f6ren unsere Kunden, Interessenten und sonstige Gesch\u00e4ftspartner. Die Verarbeitung erfolgt zum Zweck der Erbringung von Vertragsleistungen im Rahmen des Betriebs eines Onlineshops, Abrechnung, Auslieferung und der Kundenservices. Hierbei setzen wir Session Cookies f\u00fcr die Speicherung des Warenkorb-Inhalts und permanente Cookies f\u00fcr die Speicherung des Login-Status ein.<br>\n<br>\nDie Verarbeitung erfolgt zur Erf\u00fcllung unserer Leistungen und Durchf\u00fchrung vertraglicher Ma\u00dfnahmen (z.B. Durchf\u00fchrung von Bestellvorg\u00e4ngen) und soweit sie gesetzlich vorgeschrieben ist (z.B., gesetzlich erforderliche Archivierung von Gesch\u00e4ftsvorg\u00e4ngen zu Handels und Steuerzwecken). Dabei sind die als erforderlich gekennzeichneten Angaben zur Begr\u00fcndung und Erf\u00fcllung des Vertrages erforderlich. Die Daten offenbaren wir gegen\u00fcber Dritten nur im Rahmen der Auslieferung, Zahlung oder im Rahmen der gesetzlichen Erlaubnisse und Pflichten, als auch wenn dies auf Grundlage unserer berechtigten Interessen erfolgt, wor\u00fcber wir Sie im Rahmen dieser Datenschutzerkl\u00e4rung informieren (z.B.,  gegen\u00fcber Rechts- und Steuerberatern, Finanzinstituten, Frachtunternehmen sowie Beh\u00f6rden). <br>\n<br>\nNutzer k\u00f6nnen optional ein Nutzerkonto anlegen, indem sie insbesondere ihre Bestellungen einsehen k\u00f6nnen. Im Rahmen der Registrierung, werden die erforderlichen Pflichtangaben den Nutzern mitgeteilt. Die Nutzerkonten sind nicht \u00f6ffentlich und k\u00f6nnen von Suchmaschinen nicht indexiert werden. Wenn Nutzer ihr Nutzerkonto gek\u00fcndigt haben, werden deren Daten im Hinblick auf das Nutzerkonto gel\u00f6scht, vorbehaltlich deren Aufbewahrung ist aus handels- oder steuerrechtlichen Gr\u00fcnden  notwendig. Angaben im Kundenkonto verbleiben bis zu dessen L\u00f6schung mit anschlie\u00dfender Archivierung im Fall einer rechtlichen Verpflichtung oder unser berechtigten Interessen (z.B., im Fall von Rechtsstreitigkeiten). Es obliegt den Nutzern, ihre Daten bei erfolgter K\u00fcndigung vor dem Vertragsende zu sichern.<br>\n<br>\nIm Rahmen der Registrierung und erneuter Anmeldungen sowie Inanspruchnahme unserer Onlinedienste, speichern wir die IP-Adresse und den Zeitpunkt der jeweiligen Nutzerhandlung. Die Speicherung erfolgt auf Grundlage unserer berechtigten Interessen, als auch der Nutzer an Schutz vor Missbrauch und sonstiger unbefugter Nutzung. Eine Weitergabe dieser Daten an Dritte erfolgt grunds\u00e4tzlich nicht, au\u00dfer sie ist zur Verfolgung unserer gesetzlichen Anspr\u00fcche als berechtigtes Interesse erforderlich oder es besteht hierzu eine gesetzliche Verpflichtung.<br>\n<br>\nDie L\u00f6schung erfolgt nach Ablauf gesetzlicher Gew\u00e4hrleistungs- und sonstiger vertraglicher Rechte oder Pflichten (z.B., Zahlungsanspr\u00fcche oder Leistungspflichten aus Vertr\u00e4gen mir Kunden), wobei die Erforderlichkeit der Aufbewahrung der Daten alle drei Jahre \u00fcberpr\u00fcft wird; im Fall der Aufbewahrung aufgrund gesetzlicher Archivierungspflichten, erfolgt die L\u00f6schung insoweit nach deren Ablauf.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-services-agency\">Agenturdienstleistungen<\/h3>\n\n\n\n<p>Wir verarbeiten die Daten unserer Kunden im Rahmen unserer vertraglichen Leistungen zu denen konzeptionelle und strategische Beratung, Kampagnenplanung, Software- und Designentwicklung\/-beratung oder Pflege, Umsetzung von Kampagnen und Prozessen\/ Handling, Serveradministration, Datenanalyse\/ Beratungsleistungen und Schulungsleistungen geh\u00f6ren.<br>\n<br>\nHierbei verarbeiten wir Bestandsdaten (z.B., Kundenstammdaten, wie Namen oder Adressen), Kontaktdaten (z.B., E-Mail, Telefonnummern), Inhaltsdaten (z.B., Texteingaben, Fotografien, Videos), Vertragsdaten (z.B., Vertragsgegenstand, Laufzeit), Zahlungsdaten (z.B., Bankverbindung, Zahlungshistorie), Nutzungs- und Metadaten (z.B. im Rahmen der Auswertung und Erfolgsmessung von Marketingma\u00dfnahmen). Besondere Kategorien personenbezogener Daten verarbeiten wir grunds\u00e4tzlich nicht, au\u00dfer wenn diese Bestandteile einer beauftragten Verarbeitung sind. Zu den Betroffenen geh\u00f6ren unsere Kunden, Interessenten sowie deren Kunden, Nutzer, Websitebesucher oder Mitarbeiter sowie Dritte. Der Zweck der Verarbeitung besteht in der Erbringung von Vertragsleistungen, Abrechnung und unserem Kundenservice. Die Rechtsgrundlagen der Verarbeitung ergeben sich aus Art. 6 Abs. 1 lit. b DSGVO (vertragliche Leistungen), Art. 6 Abs. 1 lit. f DSGVO (Analyse, Statistik, Optimierung, Sicherheitsma\u00dfnahmen). Wir verarbeiten Daten, die zur Begr\u00fcndung und Erf\u00fcllung der vertraglichen Leistungen erforderlich sind und weisen auf die Erforderlichkeit ihrer Angabe hin. Eine Offenlegung an Externe erfolgt nur, wenn sie im Rahmen eines Auftrags erforderlich ist. Bei der Verarbeitung der uns im Rahmen eines Auftrags \u00fcberlassenen Daten handeln wir entsprechend den Weisungen der Auftraggeber sowie der gesetzlichen Vorgaben einer Auftragsverarbeitung gem. Art. 28 DSGVO und verarbeiten die Daten zu keinen anderen, als den auftragsgem\u00e4\u00dfen Zwecken.<br>\n<br>\n Wir l\u00f6schen die Daten nach Ablauf gesetzlicher Gew\u00e4hrleistungs- und vergleichbarer Pflichten. die Erforderlichkeit der Aufbewahrung der Daten wird alle drei Jahre \u00fcberpr\u00fcft; im Fall der gesetzlichen Archivierungspflichten erfolgt die L\u00f6schung nach deren Ablauf (6 J, gem. \u00a7 257 Abs. 1 HGB, 10 J, gem. \u00a7 147 Abs. 1 AO). Im Fall von Daten, die uns gegen\u00fcber im Rahmen eines Auftrags durch den Auftraggeber offengelegt wurden, l\u00f6schen wir die Daten entsprechend den Vorgaben des Auftrags, grunds\u00e4tzlich nach Ende des Auftrags.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-services-payment\">Externe Zahlungsdienstleister<\/h3>\n\n\n\n<p>Wir setzen externe Zahlungsdienstleister ein, \u00fcber deren Plattformen die Nutzer und wir Zahlungstransaktionen vornehmen k\u00f6nnen. Zu diesen Zahlungsdienstleistern k\u00f6nnen geh\u00f6ren, jeweils mit Link zur Datenschutzerkl\u00e4rung: Paypal (<a target=\"_blank\" href=\"https:\/\/www.paypal.com\/de\/webapps\/mpp\/ua\/privacy-full\" rel=\"noreferrer noopener\">https:\/\/www.paypal.com\/de\/webapps\/mpp\/ua\/privacy-full<\/a>), Klarna (<a target=\"_blank\" href=\"https:\/\/www.klarna.com\/de\/datenschutz\/\" rel=\"noreferrer noopener\">https:\/\/www.klarna.com\/de\/datenschutz\/<\/a>), Skrill (<a target=\"_blank\" href=\"https:\/\/www.skrill.com\/de\/fusszeile\/datenschutzrichtlinie\/\" rel=\"noreferrer noopener\">https:\/\/www.skrill.com\/de\/fusszeile\/datenschutzrichtlinie\/<\/a>), Giropay (<a target=\"_blank\" href=\"https:\/\/www.giropay.de\/rechtliches\/datenschutz-agb\/\" rel=\"noreferrer noopener\">https:\/\/www.giropay.de\/rechtliches\/datenschutz-agb\/<\/a>), Visa (<a target=\"_blank\" href=\"https:\/\/www.visa.de\/datenschutz\" rel=\"noreferrer noopener\">https:\/\/www.visa.de\/datenschutz<\/a>), Mastercard (<a target=\"_blank\" href=\"https:\/\/www.mastercard.de\/de-de\/datenschutz.html\" rel=\"noreferrer noopener\">https:\/\/www.mastercard.de\/de-de\/datenschutz.html<\/a>), American Express (<a target=\"_blank\" href=\"https:\/\/www.americanexpress.com\/de\/content\/privacy-policy-statement.html\" rel=\"noreferrer noopener\">https:\/\/www.americanexpress.com\/de\/content\/privacy-policy-statement.html<\/a>), Stripe (<a target=\"_blank\" href=\"https:\/\/stripe.com\/de\/privacy\" rel=\"noreferrer noopener\">https:\/\/stripe.com\/de\/privacy<\/a>).<br>\n<br>\nIm Rahmen der Erf\u00fcllung von&nbsp;Vertr\u00e4gen setzen wir die Zahlungsdienstleister auf Grundlage des Art. 6 Abs. 1 lit. b. DSGVO ein. Im \u00dcbrigen setzen wir externe&nbsp;Zahlungsdienstleister auf Grundlage unserer berechtigten Interessen gem. Art. 6 Abs. 1 lit. f. DSGVO ein, um unseren Nutzern effektive und sichere Zahlungsm\u00f6glichkeit zu bieten.<br>\n<br>\nZu den, durch die Zahlungsdienstleister verarbeiteten Daten geh\u00f6ren Bestandsdaten, wie z.B. der Name und die Adresse, Bankdaten, wie z.B. Kontonummern oder Kreditkartennummern, Passw\u00f6rter, TANs und Pr\u00fcfsummen sowie die Vertrags-, Summen und empf\u00e4ngerbezogenen Angaben. Die Angaben sind erforderlich, um die Transaktionen durchzuf\u00fchren. Die eingegebenen Daten werden jedoch nur durch die Zahlungsdienstleister verarbeitet und bei diesen gespeichert. D.h. wir erhalten keine konto- oder kreditkartenbezogenen Informationen, sondern lediglich Informationen mit Best\u00e4tigung oder Negativbeauskunftung der Zahlung.&nbsp;Unter Umst\u00e4nden werden die Daten seitens der Zahlungsdienstleister an Wirtschaftsauskunfteien \u00fcbermittelt. Diese \u00dcbermittlung bezweckt die Identit\u00e4ts- und Bonit\u00e4tspr\u00fcfung. Hierzu verweisen wir auf die AGB und Datenschutzhinweise der&nbsp;Zahlungsdienstleister.<br>\n<br>\nF\u00fcr die Zahlungsgesch\u00e4fte gelten die Gesch\u00e4ftsbedingungen und die Datenschutzhinweise der jeweiligen Zahlungsdienstleister, welche innerhalb der jeweiligen Webseiten, bzw. Transaktionsapplikationen abrufbar sind. Wir verweisen auf diese ebenfalls zwecks weiterer Informationen und Geltendmachung von Widerrufs-, Auskunfts- und anderen Betroffenenrechten.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-administration\">Administration, Finanzbuchhaltung, B\u00fcroorganisation, Kontaktverwaltung<\/h3>\n\n\n\n<p>Wir verarbeiten Daten im Rahmen von Verwaltungsaufgaben sowie Organisation unseres Betriebs, Finanzbuchhaltung und Befolgung der gesetzlichen Pflichten, wie z.B. der Archivierung. Hierbei verarbeiten wir dieselben Daten, die wir im Rahmen der Erbringung unserer vertraglichen Leistungen verarbeiten. Die Verarbeitungsgrundlagen sind Art. 6 Abs. 1 lit. c. DSGVO, Art. 6 Abs. 1 lit. f. DSGVO. Von der Verarbeitung sind Kunden, Interessenten, Gesch\u00e4ftspartner und Websitebesucher betroffen. Der Zweck und unser Interesse an der Verarbeitung liegt in der Administration, Finanzbuchhaltung, B\u00fcroorganisation, Archivierung von Daten, also Aufgaben die der Aufrechterhaltung unserer Gesch\u00e4ftst\u00e4tigkeiten, Wahrnehmung unserer Aufgaben und Erbringung unserer Leistungen dienen. Die L\u00f6schung der Daten im Hinblick auf vertragliche Leistungen und die vertragliche Kommunikation entspricht den, bei diesen Verarbeitungst\u00e4tigkeiten genannten Angaben.<br>\n<br>\nWir offenbaren oder \u00fcbermitteln hierbei Daten an die Finanzverwaltung, Berater, wie z.B., Steuerberater oder Wirtschaftspr\u00fcfer sowie weitere Geb\u00fchrenstellen und Zahlungsdienstleister.<br>\n<br>\nFerner speichern wir auf Grundlage unserer betriebswirtschaftlichen Interessen Angaben zu Lieferanten, Veranstaltern und sonstigen Gesch\u00e4ftspartnern, z.B. zwecks sp\u00e4terer Kontaktaufnahme. Diese mehrheitlich unternehmensbezogenen Daten, speichern wir grunds\u00e4tzlich dauerhaft.<br>\n<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-google-cloud\">Google&nbsp;Cloud-Dienste<\/h3>\n\n\n\n<p>Wir nutzen die von Google angebotene Cloud und die Cloud-Softwaredienste (sog. Software as a Service, z.B. Google Suite) f\u00fcr die folgenden Zwecke: Dokumentenspeicherung und Verwaltung, Kalenderverwaltung, E-Mail-Versand, Tabellenkalkulationen und Pr\u00e4sentationen, Austausch von Dokumenten, Inhalten und Informationen mit bestimmten Empf\u00e4ngern oder Ver\u00f6ffentlichung von Webseiten, Formularen oder sonstigen Inhalten und Informationen sowie Chats und Teilnahme an Audio- und Videokonferenzen.<br>\n<br>\nHierbei werden die personenbezogenen Daten der Nutzer verarbeitet, soweit diese Bestandteil der innerhalb der&nbsp; beschriebenen Dienste verarbeiteten Dokumente und Inhalte werden oder Teil von Kommunikationsvorg\u00e4ngen sind. Hierzu k\u00f6nnen z.B. Stammdaten und Kontaktdaten der Nutzer, Daten zu Vorg\u00e4ngen, Vertr\u00e4gen, sonstigen Prozessen und deren Inhalte geh\u00f6ren. Google verarbeitet ferner Nutzungsdaten und Metadaten, die von Google zu Sicherheitszwecken und Serviceoptimierung verwendet werden.<br>\n<br>\nIm Rahmen der Nutzung \u00f6ffentlich zug\u00e4ngliche&nbsp; Dokumente, Webseiten oder sonstige&nbsp; Inhalte, kann Google Cookies auf den Rechner der Nutzer f\u00fcr Zwecke der Webanalyse oder um sich Einstellungen der Nutzer zu merken, speichern.<br>\n<br>\nWir nutzen die Google Cloud-Dienste auf Grundlage unserer berechtigten Interessen gem. Art. 6 Abs. 1 lit. f DSGVO an effizienten und sicheren Verwaltungs- und Zusammenarbeitsprozessen. Ferner erfolgt die Verarbeitung auf Grundlage eines Auftragsverarbeitungsvertrages mit Google (<a target=\"_blank\" href=\"https:\/\/cloud.google.com\/terms\/data-processing-terms\" rel=\"noreferrer noopener\">https:\/\/cloud.google.com\/terms\/data-processing-terms<\/a>).<br>\n<br>\nWeitere Hinweise erhalten Sie in der Datenschutzerkl\u00e4rung von Google (<a target=\"_blank\" href=\"https:\/\/www.google.com\/policies\/privacy\" rel=\"noreferrer noopener\">https:\/\/www.google.com\/policies\/privacy<\/a>) und den Sicherheitshinweisen zu Google Cloud-Diensten (<a target=\"_blank\" href=\"https:\/\/cloud.google.com\/security\/privacy\/\" rel=\"noreferrer noopener\">https:\/\/cloud.google.com\/security\/privacy\/<\/a>). Sie k\u00f6nnen der Verarbeitung Ihrer Daten in der Google Cloud uns gegen\u00fcber entsprechend den gesetzlichen Vorgaben widersprechen. Im \u00dcbrigen bestimmt sich die L\u00f6schung der Daten innerhalb von Googles Cloud-Diensten nach den \u00fcbrigen Verarbeitungsprozessen in deren Rahmen die Daten verarbeitet werden (z.B., L\u00f6schung f\u00fcr Vertragszwecke nicht mehr erforderlicher oder Speicherung f\u00fcr Zwecke der Besteuerung erforderlicher Daten).<br>\n<br>\nDie Google Cloud-Dienste werden von Google Irland Limited angeboten. Soweit eine \u00dcbermittlung in die USA stattfindet, verweisen wir auf die Zertifizierung von Google USA unter dem Privacy Shield(<a target=\"_blank\" href=\"https:\/\/www.privacyshield.gov\/participant?id=a2zt0000000000001L5AAI&amp;status=Aktive\" rel=\"noreferrer noopener\">https:\/\/www.privacyshield.gov\/participant?id=a2zt0000000000001L5AAI&amp;status=Aktive<\/a>) und Standardschutzklauseln (<a target=\"_blank\" href=\"https:\/\/cloud.google.com\/terms\/data-processing-terms\" rel=\"noreferrer noopener\">https:\/\/cloud.google.com\/terms\/data-processing-terms<\/a>).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-microsoft-cloud\">Microsoft Cloud-Dienste<\/h3>\n\n\n\n<p>Wir nutzen die von Microsoft angebotene Cloud und die Cloud-Softwaredienste (sog. Software as a Service, z.B. Microsoft Office) f\u00fcr die folgenden Zwecke: Dokumentenspeicherung und Verwaltung, Kalenderverwaltung, E-Mail-Versand, Tabellenkalkulationen und Pr\u00e4sentationen, Austausch von Dokumenten, Inhalten und Informationen mit bestimmten Empf\u00e4ngern oder Ver\u00f6ffentlichung von Webseiten, Formularen oder sonstigen Inhalten und Informationen sowie Chats und Teilnahme an Audio- und Videokonferenzen.<br>\n<br>\nHierbei werden die personenbezogenen Daten der Nutzer verarbeitet, soweit diese Bestandteil der innerhalb&nbsp; der beschriebenen Dienste verarbeiteten Dokumente und Inhalte werden oder Teil von Kommunikationsvorg\u00e4ngen sind. Hierzu k\u00f6nnen z.B. Stammdaten und Kontaktdaten der Nutzer, Daten zu Vorg\u00e4ngen, Vertr\u00e4gen, sonstigen Prozessen und deren Inhalte geh\u00f6ren. Microsoft verarbeitet ferner Nutzungsdaten und Metadaten, die von Microsoft zu Sicherheitszwecken und Serviceoptimierung verwendet werden.<br>\n<br>\nIm Rahmen der Nutzung \u00f6ffentlich zug\u00e4ngliche Dokumente, Webseiten oder sonstige Inhalte, kann Microsoft Cookies auf den Rechner der Nutzer f\u00fcr Zwecke der Webanalyse oder um sich Einstellungen der Nutzer zu merken, speichern.<br>\n<br>\nWir nutzen die Microsoft Cloud-Dienste auf Grundlage unserer berechtigten Interessen gem. Art. 6 Abs. 1 lit. f DSGVO an effizienten und sicheren Verwaltungs- und Zusammenarbeitsprozessen. Ferner erfolgt die Verarbeitung auf Grundlage eines Auftragsverarbeitungsvertrages mit Microsoft.<br>\n<br>\nWeitere Hinweise erhalten Sie in der Datenschutzerkl\u00e4rung von Microsoft (<a target=\"_blank\" href=\"https:\/\/privacy.microsoft.com\/de-de\/privacystatement\" rel=\"noreferrer noopener\">https:\/\/privacy.microsoft.com\/de-de\/privacystatement<\/a>) und den Sicherheitshinweisen zu Microsoft Cloud-Diensten (<a target=\"_blank\" href=\"https:\/\/www.microsoft.com\/de-de\/trustcenter\" rel=\"noreferrer noopener\">https:\/\/www.microsoft.com\/de-de\/trustcenter<\/a>). Sie k\u00f6nnen der Verarbeitung Ihrer Daten in der Microsoft Cloud uns gegen\u00fcber entsprechend den gesetzlichen Vorgaben widersprechen. Im \u00dcbrigen bestimmt sich die L\u00f6schung der Daten innerhalb von Microsofts Cloud-Diensten nach den \u00fcbrigen Verarbeitungsprozessen in deren Rahmen die Daten verarbeitet werden (z.B., L\u00f6schung f\u00fcr Vertragszwecke nicht mehr erforderlicher oder Speicherung f\u00fcr Zwecke der Besteuerung erforderlicher Daten).<br>\n<br>\nDie Microsoft Cloud-Dienste werden von Microsoft Corporation, One Microsoft Way, Redmond, WA 98052-6399 USA angeboten. Soweit eine Verarbeitung von Daten in die USA stattfindet, verweisen wir auf die Zertifizierung von Microsoft unter dem Privacy Shield (<a target=\"_blank\" href=\"https:\/\/www.privacyshield.gov\/participant?id=a2zt0000000KzNaAAK&amp;status=Active\" rel=\"noreferrer noopener\">https:\/\/www.privacyshield.gov\/participant?id=a2zt0000000KzNaAAK&amp;status=Active<\/a>).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dsg-contact\">Kontaktaufnahme<\/h3>\n\n\n\n<p>Bei der Kontaktaufnahme mit uns (z.B. per Kontaktformular, E-Mail, Telefon oder via sozialer Medien) werden die Angaben des Nutzers zur Bearbeitung der Kontaktanfrage und deren Abwicklung gem. Art. 6 Abs. 1 lit. b. (im Rahmen vertraglicher-\/vorvertraglicher Beziehungen),  Art. 6 Abs. 1 lit. f. (andere Anfragen) DSGVO verarbeitet.. Die Angaben der Nutzer k\u00f6nnen in einem Customer-Relationship-Management System (&#8222;CRM System&#8220;) oder vergleichbarer Anfragenorganisation gespeichert werden.<br>\n<br>\nWir l\u00f6schen die Anfragen, sofern diese nicht mehr erforderlich sind. Wir \u00fcberpr\u00fcfen die Erforderlichkeit alle zwei Jahre; Ferner gelten die gesetzlichen Archivierungspflichten.<a href=\"https:\/\/datenschutz-generator.de\" rel=\"noreferrer noopener\" target=\"_blank\">Erstellt mit Datenschutz-Generator.de von RA Dr. Thomas Schwenke<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Diese Datenschutzerkl\u00e4rung kl\u00e4rt Sie \u00fcber die Art, den Umfang und Zweck der Verarbeitung von personenbezogenen Daten (nachfolgend kurz \u201eDaten\u201c) im Rahmen der Erbringung unserer Leistungen sowie innerhalb unseres Onlineangebotes und der mit ihm verbundenen Webseiten, Funktionen und Inhalte sowie externen Onlinepr\u00e4senzen, wie z.B. unser Social Media Profile auf (nachfolgend gemeinsam bezeichnet als \u201eOnlineangebot\u201c). Im Hinblick [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_et_pb_use_builder":"","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"aioseo_notices":[],"_links":{"self":[{"href":"https:\/\/www.techwiz-services.eu\/wp-json\/wp\/v2\/pages\/85"}],"collection":[{"href":"https:\/\/www.techwiz-services.eu\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.techwiz-services.eu\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.techwiz-services.eu\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.techwiz-services.eu\/wp-json\/wp\/v2\/comments?post=85"}],"version-history":[{"count":1,"href":"https:\/\/www.techwiz-services.eu\/wp-json\/wp\/v2\/pages\/85\/revisions"}],"predecessor-version":[{"id":86,"href":"https:\/\/www.techwiz-services.eu\/wp-json\/wp\/v2\/pages\/85\/revisions\/86"}],"wp:attachment":[{"href":"https:\/\/www.techwiz-services.eu\/wp-json\/wp\/v2\/media?parent=85"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}